Revit 2027 API
ParameterTypeId.RbsPipeAdditionalFlowParam Property
 "Additional Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeAdditionalFlowParam { get; }
Public Shared ReadOnly Property RbsPipeAdditionalFlowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeAdditionalFlowParam {
	ForgeTypeId^ get ();
}
static member RbsPipeAdditionalFlowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace